const bgTL = [
    {
        id: 1,
        title: 'Рождение',
        text: 'Родился в семье обедневшего дворянина Казимира Богушевича в фольварке Свираны Завилейского уезда Виленской губернии (теперь Свиронис Вильнюсского района Литвы).',
        time: '21 марта 1840 года',
        logo: 'life',
    },
    {
        id: 2,
        title: 'Образование',
        text: 'Начальное образование получил в Виленской гимназии, которую закончил в 1861 году. В том же году поступил в Петербургский университет на физико-математический факультет. В знак протеста против новых университетских правил, которые ограничивали права учащихся, студенты, вернувшись с летних каникул, отказались принимать матрикулы. Борьба закончилась кровавой стычкой на университетском крыльце 24 октября. Вероятно, эти события подтолкнули Богушевича 14 ноября написать заявление на имя ректора с просьбой уволить его из университета из-за тяжелой болезни и неблагоприятного климата. ',
        time: 'до 24 октября 1861',
        logo: 'school',
    },
    {
        id: 3,
        title: 'Творчество',
        text: 'Богушевич писал и печатал свои произведения латиницей[a][3]. Сейчас они издаются кириллицей, поэтому современный читатель не может оценить все особенностей богушевичского письма, способы передачи поэтом белорусской фонетики латиницей. Истоки творчества Ф. Богушевича — в общественной жизни Белоруссии, они тесно связаны с фольклором, а также с лучшими эстетическими традициями славянской поэзии. Богушевич — основоположник критического реализма в белорусской литературе. Он автор двух сборников стихотворений — «Dudka biаłaruskaja» и «Smyk biаłaruski», которые издал в Австро-Венгрии. Первыми известными поэтическими пробами Франциска Богушевича считают найденные во Львове стихотворения на польском языке: «Новый год 1886» («Nowy rok 1886»), «Призрак надежды» («Widmo nadziei»), «Кто это?» («Kto to?»), — написанные в 1885—1886 гг. В архиве Яна Карловича сохранился автограф басни Ф. Богушевича на белорусском языке «Волк, ягнёнок, овца» («Воўк, ягня, авечка», по содержанию, 1886)[4]. ',
        time: '1885 — 1900 года',
        logo: 'book',
    },
    {
        id: 4,
        title: 'Смерть',
        text: 'Возвратился на родину, работал учителем в селении Дота. Участвовал в Польском восстании 1863—1864 годов в отряде Людвика Нарбутта, был ранен. После разгрома восстания жил в Российской империи, учился в Нежинском юридическом лицее. Работал адвокатом, защитником прав крестьянства. После амнистии для всех участников восстания, приуроченной к восхождению на трон Александра III, переехал с семьёй в Вильно. Работал в адвокатской конторе, писал статьи в польскоязычный журнал «Край». После увольнения жил в Кушлянах (теперь Сморгонский район), где и умер. Похоронен в деревне Жупраны Ошмянского района[',
        time: '28 апреля 1900 года',
        logo: 'death',
    },
]

export default bgTL;
