const brovTL = [
    {
        id: 1,
        title: 'Рождение',
        text: 'Родился 12 (25) июня 1905 года в деревне Путилковичи (ныне Ушачский район, Витебская область, Беларусь) в крестьянской семье (9 детей). Отец — Устин Адамович. Мать — Алёна Степановна',
        time: '25 июня 1905 года',
        logo: "life",
    },
    {
        id: 2,
        title: 'Образование',
        text: 'Окончил церковно-приходскую школу в Лепеле и затем педагогический факультет БГУ',
        time: 'до 1931 года',
        logo: "school",
    },
    {
        id: 3,
        title: 'Творчество',
        text: 'Литературной деятельностью занимался с 1926 года. Дебютировал в газете «Чырвоная Полаччына» и в литературном альманахе «Наддзвінне».  Опубликовал ряд книг стихов и поэм: «К родным берегам», «Избранные стихи и поэмы» (1934), «Приход героя» (1935), «Весна родины» (1937), «Путями боровыми» (1940). Подвиг народа, его мужество и стойкость Бровка отразил в лиро-эпических поэмах «Беларусь» (1943), «Поэма про Смолячкова» (1942), стихах «Будем сеять, белорусы!», «Кастусь Калиновский», «Надя-Надейка», «Могила бойца». Поэмы «Ясный Кут», «Полонянка» (1945), «Хлеб» (1946), стихи «Парк Победы», «Смерть героя», «Кузнец» отмечены тонким лиризмом, ярким национальным колоритом.  В 1957 году написал роман «Когда сливаются реки», посвящённый строительству ГЭС на границе трёх республик, дружбе белорусов, литовцев и латышей.  Переводил на белорусский язык произведения Т. Шевченко, В. Маяковского, П. Тычины, Н. Бажана, А. Твардовского, М. Исаковского, А. Прокофьева, В. Броневского, Дж. Байрона. ',
        time: '1885 — 1900 года',
        logo: "work",
    },
    {
        id: 4,
        title: 'Смерть',
        text: 'П. У. Бровка умер 24 марта 1980 года в Минске. Похоронен на Восточном кладбище',
        time: '24 марта 1980 года',
        logo: "death",
    },
]

export default brovTL;
