const klTL = [
    {
        id: 1,
        title: 'Рождение',
        text: 'Родился 22 октября (3 ноября) 1882 года в деревне Акинчицы (теперь территория города Столбцы Столбцовского района Минской области Белоруссии), в православной семье лесника Михаила Казимировича (Михася) Мицкевича и домохозяйки Анны Юрьевны Лесик. Предки по отцовской линии — католики. ',
        time: '3 ноября 1882 года',
        logo: "life",
    },
    {
        id: 2,
        title: 'Образование и преподавание',
        text: 'Окончил народную школу, в 1902 году — Несвижскую учительскую семинарию. Работал учителем на Пинщине (1902—1906). В 1906 году первая публикация — стихотворение «Край родимый» в белорусской газете «Наша доля». В 1907 году возглавлял литературный отдел белорусской газеты «Наша Нива» в Вильне[5]. За участие в организации нелегального учительского съезда 1906 года был приговорён к заключению, которое отбывал в минской тюрьме (1908—1911). В 1912—1914 годах учительствовал в Пинске. Здесь в 1914 году у него родился его старший сын Даниил, который впоследствии стал создателем и первым директором музея своего отца. В 1917 родился его средний сын — Юрий Константинович Мицкевич, а в 1926 младший сын — Михаил Константинович (Михась) Мицкевич. ',
        time: 'до 1915 года',
        logo: "school",
    },
    {
        id: 3,
        title: 'Творчество',
        text: 'До Октябрьской революции вышли сборники стихов «Песни неволи» (1908), «Песни печали» (1910), отдельные главы эпической поэмы «Новая зямля»[9], а также сборники прозы «Рассказы» (1912), «Родные образы» (1914). В двадцатых годах XX века были опубликованы поэмы «Новая земля» (1923), «Сымон-музыкант» (1925), повести «В полесской глуши» (1922), «В глубине Полесья» (1928), «На просторах жизни» (1926), отдельные лирические стихотворения, пьесы. В тридцатых годах написаны циклы стихов «Колхозное» (1930), «Осеннее» (1935), повесть «Отщепенец» (1930—1931). События революции и гражданской войны отражены в повести «Трясина» («Дрыгва», 1933). ',
        time: '1906 — 1956 года',
        logo: "work",
    },
    {
        id: 4,
        title: 'Смерть',
        text: 'В конце жизни часто болел, в частности, перенёс 26 воспалений лёгких. Скончался 13 августа 1956 года. Похоронен на Военном кладбище в Минске.',
        time: '13 августа 1956 года.',
        logo: "death",
    },
]

export default klTL;
